；汉化：aotix

[RM_SupportLauncher_CV X2WeaponTemplate]
FriendlyName="重型烟雾发射器"
FriendlyNamePlural="重型烟雾发射器"
BriefSummary="这些重型烟雾发射器由变种人MEC的背装式导弹发射器改装而成，可以用来为SPARK或者和它一起工作的士兵提供一些防御。"
TacticalText="<Bullet/> 由于弹头不需要精确命中目标，这些发射器可以做得便宜到不会影响XCOM的补给问题。\n<Bullet/> 默认情况下，发射器配有两发子弹。"


[RM_SupportLauncher_CV_Paired X2PairedWeaponTemplate]
FriendlyName="重型烟雾发射器"
FriendlyNamePlural="重型烟雾发射器"
BriefSummary="这些重型烟雾发射器由变种人MEC的背装式导弹发射器改装而成，可以用来为SPARK或者和它一起工作的士兵提供一些防御。"
TacticalText="<Bullet/> 由于弹头不需要精确命中目标，这些发射器可以做得便宜到不会影响XCOM的补给问题。\n<Bullet/> 默认情况下，发射器配有两发子弹。"

[RM_SupportLauncher_MG X2WeaponTemplate]
FriendlyName="重型支援发射器"
FriendlyNamePlural="重型支援发射器"
BriefSummary="作为我们重型烟雾弹发射器的一个高级变体，这些支援发射器可以支持从发射烟雾弹到闪光弹的转换，尽管它的弹药有限。"
TacticalText="<Bullet/> 与烟雾弹相比，闪光弹需要更长的冷却时间。"


[RM_SupportLauncher_MG_Paired X2PairedWeaponTemplate]
FriendlyName="重型支援发射器"
FriendlyNamePlural="重型支援发射器"
BriefSummary="作为我们重型烟雾弹发射器的一个高级变体，这些支援发射器可以支持从发射烟雾弹到闪光弹的转换，尽管它的弹药有限。"
TacticalText="<Bullet/> 与烟雾弹相比，闪光弹需要更长的冷却时间。"


[RM_SPARKLauncher_CV X2WeaponTemplate]
FriendlyName="改进型肩扛发射器"
FriendlyNamePlural="改进型肩扛发射器"
BriefSummary="一个回收的变种人MEC发射器，这些发射器让我们的SPARK有能力向远处的变种人发射炸药。"
TacticalText="<Bullet/> 这些发射器可能无法像破片手榴弹那样轻易摧毁掩体。\n<Bullet/> 但它们比我们的榴弹发射器要长得多。"

[RM_SPARKLauncher_CV_Paired X2PairedWeaponTemplate]
FriendlyName="改进型肩扛发射器"
FriendlyNamePlural="改进型肩扛发射器"
BriefSummary="一个回收的变种人MEC发射器，这些发射器让我们的SPARK有能力向远处的变种人发射炸药。"
TacticalText="<Bullet/> 这些发射器可能无法像破片手榴弹那样轻易摧毁掩体。\n<Bullet/> 但它们比我们的榴弹发射器要长得多。"

[RM_SPARKLauncher_MG X2WeaponTemplate]
FriendlyName="长弓发射器"
FriendlyNamePlural="长弓发射器"
BriefSummary="作为MEC发射器的延伸版本，这些发射器被设计用来从视野之外投掷有效载荷，只要有一个SPARK能观察到。"
TacticalText="<Bullet/>这些发射器可能无法像手榴弹那样轻易摧毁掩护。\n<Bullet/> 它们弥补了比我们的榴弹发射器射程更远的缺点。"

[RM_SPARKLauncher_MG_Paired X2PairedWeaponTemplate]
FriendlyName="长弓发射器"
FriendlyNamePlural="长弓发射器"
BriefSummary="作为MEC发射器的延伸版本，这些发射器被设计用来从视野之外投掷有效载荷，只要有一个SPARK能观察到。"
TacticalText="<Bullet/> 这些发射器可能无法像手榴弹那样轻易摧毁掩护。\n<Bullet/> 它们弥补了比我们的榴弹发射器射程更远的缺点。"


[RM_SPARKMissiles X2AbilityTemplate]
LocFriendlyName="微型导弹"
LocLongDescription="SPARK的肩扛式导弹发射器可以齐射导弹，在小范围内造成高伤害。"
LocHelpText="以爆炸性的导弹攻击目标区域。"

[RM_FlashRain X2AbilityTemplate]
LocFriendlyName="闪光弹幕"
LocLongDescription="SPARK可以在战场上发射闪光弹限制敌人行动。"
LocHelpText="发射大量闪光弹"
LocFlyOverText="闪光弹幕"

[RM_SmokeRain X2AbilityTemplate]
LocFriendlyName="烟雾弹幕"
LocLongDescription="SPARK可以部署烟雾弹来保护自己或盟友。"
LocHelpText="发射烟雾弹幕"
LocFlyOverText="烟雾弹幕"